{"translation-revision-date":"2022-05-23 06:45:53+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Start a live chat.":["Rozpocznij czat na żywo."],"Current status":["Aktualny stan"],"File type":["Typ pliku"],"Automatic .htaccess rules have been applied.":["Zastosowano automatyczne reguły .htaccess."],"Copy & paste the generated code below into your .htaccess file":["Skopiuj i wklej poniżej wygenerowany kod do pliku .htaccess"],"If you are unable to get the automated method working you can copy the generated code below into your .htaccess file to activate GZip compression.":["Jeśli tryb automatyczny nie działa, możesz skopiować poniższy wygenerowany kod do pliku .htaccess, aby aktywować kompresję GZip."],"Apply Rules":["Zastosuj reguły"],"Follow the instructions to activate GZip compression for this website.":["Postępuj zgodnie z instrukcjami, aby aktywować kompresję GZip dla tej witryny."],"Choose your server type. If you don’t know this, please contact your hosting provider.":["Wybierz typ serwera. Jeśli tego nie wiesz, skontaktuj się ze swoim dostawcą usług hostingowych."],"Server type":["Typ serwera"],"Made changes?":["Wprowadziłeś zmiany?"],"If .htaccess does not work, and you have access to vhosts.conf or httpd.conf try this:":["Jeśli kod w pliku .htaccess nie działa i masz dostęp do vhosts.conf lub httpd.conf spróbuj tego:"],"Gzip is not working properly:":["Gzip nie działa poprawnie:"],"Enable compression":["Włącz kompresję"],"Gzip compression is %1$s for %2$s":["Kompresja Gzip jest %1$s dla %2$s"],"Gzip compresses your web pages and style sheets before sending them over to the browser. This drastically reduces transfer time since the files are much smaller.":["Gzip kompresuje twoje strony i arkusze stylów przed wysłaniem ich do przeglądarki. To znacznie skraca czas transferu, ponieważ pliki są znacznie mniejsze."],"If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.":["Jeśli nie masz dostępu do plików konfiguracyjnych NGINX, będziesz musiał skontaktować się ze swoim dostawcą usług hostingowych, aby wprowadzić te zmiany."],"For NGINX servers:":["Dla serwerów NGINX:"],"Open a support ticket.":["Utwórz zgłoszenie do pomocy technicznej."],"Look for your site in the file and find the line that starts with <Directory> - add the code above into that section and save the file.":["Poszukaj swojej witryny w pliku i znajdź linię, która zaczyna się od <Directory> - dodaj powyższy kod wewnątrz tej sekcji i zapisz plik. "],"Status":["Stan"],"Deactivate":["Wyłącz"],"Manual":["Podręcznik"],"Automatic":["Automatycznie"],"Active":["Włączono"],"Configure":["Konfiguruj"],"Inactive":["Nieaktywne"]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-gzip.js"}}